{
  "hero_slogan": "Let AI Accompany Everyone in Need.",
  "hero_subtitle": "In the future, intelligent robots will enter every home.",
  "company_name": "JT M&C PTE. LTD.",
  "vision_title": "Our Vision",
  "vision_text": "Dedicated to AI for all, integrating smart technology into life to enhance everyone's quality of living. Our long-term vision is for AI-driven humanoid robots to become family partners, bringing convenience and warmth.",
  "mission_title": "Our Mission",
  "mission_text": "Exploring the frontiers of AI, focusing on AIGC technology innovation and product R&D. We are committed to transforming complex AI into easy-to-use, innovative tools, empowering individuals and industries, unlocking potential, and co-creating an intelligent, convenient, and imaginative future.",
  "responsibility_title": "Social Responsibility",
  "responsibility_text": "We are committed to developing AI responsibly, focusing on ethics and safety, and creating products beneficial to society. Through technology popularization and education, we aim to bridge the digital divide, promote AI applications in sustainable development and social welfare, and give back to society with the warmth of technology.",
  "next_chapter_title": "The Next Chapter: The Era of family Intelligent Robots",
  "next_chapter_text": "We are moving towards the era of family intelligent robots, a transformation not just in technology but in lifestyle. JT M&C PTE. LTD. is dedicated to being an industry pioneer, integrating AI and robotics to create understanding and companionable family partners, making future homes more efficient, convenient, and warm.",
  "next_chapter_button": "Explore the Future",
  "products_title": "AI Concept Products",
  "products_subtitle": "Explore cutting-edge AI concepts, redefine human-computer interaction, and shape the future of tech living.",
  "product1_title": "AI Interactive Assistant",
  "product1_text": "Advanced natural language processing, understands complex commands, provides personalized services, becoming your life assistant.",
  "product2_title": "Intelligent Data Analysis",
  "product2_text": "Machine learning algorithms extract value from massive data, providing strong support for business decisions.",
  "product3_title": "Emotional Companion Robot",
  "product3_text": "Understands human emotions, offers warm companionship and support, especially suitable for the elderly and those needing psychological comfort.",
  "product4_title": "Universe Exploration Simulator",
  "product4_text": "Immersive virtual reality technology takes you to explore the vast universe, experiencing unprecedented scientific wonders and future possibilities.",
  "products_button": "Explore All Concepts",
  "footer_company_description": "Pioneer in AIGC Solutions in Singapore",
  "footer_contact_us": "Contact Us: contact@jtmc.sg",
  "footer_address": "Central Business District, Singapore",
  "footer_copyright": "© {year} JT M&C PTE. LTD. All rights reserved."
}
